{
  "err_invalid_receiver": "Indirizzo destinatario non valido.",
  "err_invalid_amount": "Importo non valido.",
  "err_invalid_fee": "Commissione non valida.",
  "err_invalid_message": "Il messaggio è troppo lungo. Il massimo numero di caratteri è {{characters}}.",
  "err_pwd_not_valid": "Password non valida.",
  "err_invalid_xpriv": "Portafoglio xpriv non valido.",
  "err_invalid_xpriv_decrypt": "Portafoglio xpriv non valido, impossibile da decrittare",
  "err_s1": "Codice S1: Qualcosa è andato storto durante la decifratura della password.",
  "send": "Invia",
  "receiver_address": "Indirizzo del Destinatario",
  "input_receiver_address": "Si prega di inserire l'indirizzo dei destinatari",
  "amount_to_send": "Importo da inviare",
  "input_amount": "Inserisci l'importo da inviare",
  "fee": "Commissione",
  "max_fee": "Commissione Massima",
  "input_fee": "Inserisci l'importo della commissione per l'invio",
  "tx_fee": "Costo della Transazione",
  "message": "Messaggio",
  "include_message": "Includi il messaggio nella transazione",
  "payment_note": "Nota di pagamento",
  "confirm_tx": "Confermare la Transazione?",
  "tx_to_sspkey": "La transazione sarà inviata per approvazione alla tua chiave SSP.",
  "double_check_tx": "Controlla novamente i dettagli della transazione prima di confermare.",
  "max": "Max",
  "using_automatic_fee": "Utilizza calcolo automatico della commissione per il network",
  "using_manual_fee": "Utilizza calcolo manuale della commissione per il network",
  "err_tx_size_limit": "La dimensione della transazione supera i limiti della blockchain. Si prega di abbassare la quantità o consolidare UTXO.",
  "replace_by_fee_tx": "Questo è un sostituto per commissione della transazione (RBF).",
  "replace_by_fee_stop": "Per annullare il Replace by Fee (RBF), premi Annulla o scorri indietro facendo clic sul logo SSP.",
  "err_public_nonces": "I Public nonces non sono disponibili, prima sincronizza i Public nonces dalla chiave SSP.",
  "base_gas_price": "Prezzo base per l'invio della transazione",
  "priority_gas_price": "Prezzo per l'invio prioritario della transazione",
  "total_gas_limit": "Prezzo massimo limite per l'invio della transazione",
  "input_gas_price": "Inserisci il prezzo base per l'invio della transazione in unità gwei",
  "input_priority_gas_price": "Inserisci il prezzo per l'invio prioritario della transazione in unità gwei",
  "calculated_gas_limit_description": "Il gas totale viene calcolato automaticamente come somma dei tre componenti sopra",
  "preverification_gas": "Gas di Preverifica",
  "call_gas_limit": "Limite Gas di Chiamata",
  "verification_gas_limit": "Limite Gas di Verifica",
  "input_preverification_gas": "Inserisci gas di preverifica",
  "input_call_gas_limit": "Inserisci limite gas di chiamata",
  "input_verification_gas_limit": "Inserisci limite gas di verifica",
  "fee_details": "Dettagli della commissione",
  "max_tx_fee": "Costo massimo della Transazione",
  "invalid_tx_fee": "Costo commissione per la transazione non valido",
  "asset": "Asset",
  "send_swap": "Invia e Scambia per {{buyAmount}} {{buyAsset}}",
  "transaction_data": "Dati Transazione",
  "transaction_data_placeholder": "0x... (lascia vuoto per trasferimenti semplici)",
  "advanced_options": "Opzioni Avanzate",
  "contract_interaction": "Interazione Contratto",
  "data_from_dapp": "(Dati da dApp)",
  "err_invalid_hex_data": "I dati della transazione devono essere in formato esadecimale valido (0x...)",
  "warn_data_only_eth": "I dati della transazione sono disponibili solo per i trasferimenti {{symbol}}.",
  "warn_token_transfer_override": "Questo sembra essere un trasferimento di token. L'importo e il destinatario potrebbero essere codificati nei dati della transazione.",
  "preverification_gas_help": "Gas utilizzato dal bundler per elaborare la tua transazione prima che raggiunga la blockchain. Copre le commissioni del bundler, i costi dei calldata e l'overhead di astrazione dell'account che non è misurato dalla blockchain.",
  "call_gas_limit_help": "Gas massimo allocato per eseguire la tua transazione effettiva o chiamata al contratto intelligente. Questo è il limite di calcolo principale per la fase di esecuzione della tua transazione.",
  "verification_gas_limit_help": "Gas massimo allocato per convalidare la firma della transazione e le autorizzazioni dell'account. Questo copre la fase di convalida del tuo portafoglio di astrazione dell'account.",
  "total_gas_help": "Gas totale massimo che la tua transazione può consumare. Questa è la somma di tutti e tre i componenti sopra e rappresenta il budget gas completo della tua transazione.",
  "base_gas_price_help": "Commissione base per unità di gas richiesta dalla rete. Questa è la commissione minima che viene bruciata secondo EIP-1559.",
  "priority_gas_price_help": "Commissione prioritaria (mancia) per unità di gas pagata ai validatori/miner per dare priorità alla tua transazione. Mance più alte risultano in inclusione più rapida."
}
