{
  "err_panic": "HOẢNG LOẠN: Sai Khóa SSP.",
  "balances": {
    "locked": "Đã khóa: {{balance}} {{symbol}}",
    "fiat_value": "{{fiatSymbol}}{{fiatValue}}{{fiatCurrency}}"
  },
  "txSent": {
    "show_in_explorer": "Hiển thị trên trình duyệt",
    "tx_sent": "Giao dịch đã được gửi!"
  },
  "txRejected": {
    "tx_rejected": "Giao dịch bị từ chối!",
    "tx_rejected_info": "Giao dịch bị từ chối bởi Khóa SSP.",
    "tx_rejected_info_2": "Giao dịch của bạn sẽ không bao gồm trên chuỗi khối. Tài sản của bạn hiện có sẵn hoàn toàn đầy đủ và có thể được gửi đi."
  },
  "publicNoncesRejected": {
    "public_nonces_rejected": "Các số Nonce công cộng bị từ chối!",
    "public_nonces_rejected_info": "Các số Nonce công cộng bị từ chối bởi Khóa SSP.",
    "public_nonces_rejected_info_2": "Khóa SSP đã từ chối gửi các số Nonce công cộng. Không có số Nonce công cộng thì Khóa SSP không thể khởi tạo các giao dịch trên các chuỗi EVM."
  },
  "publicNoncesReceived": {
    "public_nonces_received": "Các số Nonce công cộng đã được nhận!",
    "public_nonces_received_info": "Các số Nonce công cộng đã được nhận và được lưu trữ thành công. Các số Nonce công cộng được dùng để khởi tạo các giao dịch trên các chuỗi EVM."
  },
  "transactionsTable": {
    "no_tx_history": "Không có lịch sử giao dịch được tìm thấy",
    "txid_link": "TXID:{{txid}}",
    "out_id": "Đầu ra ID:{{vout}}",
    "fee_with_symbol": "Phí:{{fee}}{{symbol}}",
    "note_with_note": "Ghi chú:{{note}}",
    "direction": "Phương hướng",
    "date": "Thời gian",
    "amount": "Số lượng",
    "confirmations": "Các xác nhận",
    "export_tx": "Các giao dịch xuất ra",
    "tx_confirmed": "Đã xác nhận.",
    "tx_unconfirmed": "Chưa được xác nhận. Giao dịch chưa được đào.",
    "tx_pending": "Đang chờ. Giao dịch đang đợi sự phê chuẩn của Khóa SSP.",
    "replace_by_fee": "Thay thế bởi phí",
    "replace_by_fee_info": "Tăng phí, thay thế hoặc hủy bỏ giao dịch.",
    "replace_by_fee_desc": "Thay thế bởi phí (RBF) cho phép bạn thay thế một giao dịch chưa được xác nhận với một giao dịch khác có mức phí cao hơn. Nếu giao dịch của bạn vẫn còn chưa được xác nhận trong một giai đoạn phát sinh, bạn có thể cân nhắc sử dụng tính năng RBF để nâng cao phí giao dịch. Thêm vào đó, bạn có thể tùy biến các ghi chú người nhận, số lượng hoặc thanh toán. Bằng cách gửi tài sản đến một trong những địa chỉ của bạn, bạn cũng có thể hủy bỏ giao dịch.",
    "replace_by_fee_desc_b": "RBF yêu cầu một mức phí giao dịch cao hơn trong bất cứ trường hợp nào. Sự thay thế không được đảm bảo và những người khởi tạo chuỗi khối, các thợ đào vẫn có thể đồng thuận giao dịch trước đó. Chỉ có các giao dịch chưa được xác nhận mới có thể được thay thế.",
    "err_export": "Lỗi trong khi trích xuất các giao dịch. Hãy thử lại lần nữa.",
    "transactions_being_exported": "Các giao dịch đang được trích xuất...",
    "transactions_exported": "Các giao dịch đã được trích xuất!"
  },
  "nodesTable": {
    "no_nodes": "Các địa chỉ không có các nút mạng",
    "what_is_node": "Nút mạng {{chainName}} là gì?",
    "name": "Tên",
    "ip": "Địa chỉ IP",
    "tier": "Hạng",
    "amount": "Số lượng",
    "status": "Tình trạng",
    "identitypk": "Khóa định danh nút mạng",
    "sspid": "ID Ví SSP (FluxID)",
    "start_node": "Bắt đầu {{chainName}} nút mạng",
    "start_node_info": "Hành động này sẽ phát sóng Bắt đầu Giao dịch đến chuỗi khối để cố gắng bắt đầu Nút mạng {{chainName}} của bạn.",
    "start_node_info_2": "Hãy chắc chắn rằng Nút mạng {{chainName}} của bạn đang khởi chạy và vượt qua được kiểm tra tiêu chuẩn trước khi bắt đầu khởi chạy nút mạng của bạn để tránh tình trạng DoS.",
    "delete_node": "Xóa nút mạng {{chainName}}",
    "delete_node_info": "Hành động này sẽ làm cho tải sản bảo chứng bị khóa thuộc nút mạng {{chainName}} của bạn sẵn sàng cho việc tiêu dùng.",
    "delete_node_info_2": "Nút mạng {{chainName}} của bạn sẽ tiếp tục chạy và có thể được điều chỉnh lại nếu tài sản bảo chứng thuộc nút mạng của bạn không được tiêu dùng.",
    "open_fluxos": "Mở FluxOS",
    "open_fluxos_info": "Hành động này sẽ mở FluxOS trên trình duyệt của bạn, thu giảm Ví SSP.",
    "setup_node": "Cài đặt nút mạng {{chainName}}",
    "err_start": "Gặp lỗi khi khởi chạy nút mạng {{chainName}}. Hãy chắc chắn rằng tài sản bảo chứng có hơn 100 xác thực, và trạng thái nút mạng là ngoại tuyến, sau đó hãy thử lại lần nữa.",
    "offline": "Ngoại tuyến",
    "confirmed": "Đã xác thực",
    "started": "Đã bắt đầu",
    "starting": "Đang bắt đầu",
    "unassigned": "Không được xác định",
    "dos": "DoS",
    "node_started": "Nút mạng {{chainName}} đã bắt đầu!",
    "err_unable_identity": "Không thể khởi tạo định danh nút mạng. Hãy thử lại sau.",
    "err_delete": "Gặp lỗi khi xóa bỏ nút mạng {{chainName}}. Hãy thử lại lần nữa.",
    "node_deleted": "Nút mạng {{chainName}} đã được xóa!",
    "add_to_flux_storage": "Thêm vào Flux Storage",
    "add_to_flux_storage_info": "Hành động này sẽ tải nút mạng Flux được cấu hình của bạn lên thành Flux Lưu trữ. Điều này được dùng để làm đơn giản hóa cài đặt FluxOS của bạn. Bạn sẽ được trình bày với định danh lưu trữ để sử dụng cài đặt FluxOS của bạn.",
    "node_uploaded_storage": "Nút mạng {{chainName}} đã được tải lên Flux Lưu trữ!",
    "err_upload_storage": "Gặp lỗi khi tải nút mạng {{chainName}} lên Flux Lưu trữ. Hãy thử lại lần nữa.",
    "storage_phrase": "Cụm Lưu trữ",
    "add_to_storage_added": "Nút mạng Flux của bạn hiện đang có sẵn trên Flux Lưu trữ, bây giờ bạn có thể sử dụng nó trong cài đặt FluxOS của bạn.",
    "add_to_storage_added_info": "Sao chép Cụm Flux Lưu trữ và sử dụng nó trong cài đặt FluxOS của bạn."
  },
  "setupNode": {
    "setup_node": "Cài đặt nút mạng {{chainName}}",
    "node_name": "Tên nút mạng",
    "node_ip": "Địa chỉ IP",
    "err_saving_node": "Gặp lỗi khi lưu nút mạng. Hãy thử lại lần nữa.",
    "node_saved": "Nút mạng {{chainName}} đã được lưu!",
    "err_no_name": "Hãy đặt tên nút mạng của bạn trước"
  },
  "sspWalletDetails": {
    "err_pw_not_valid": "Mật khẩu không hợp lệ.",
    "err_invalid_wallet_xpriv": "Xpriv ví không hợp lệ.",
    "err_invalid_wallet_xpriv_2": "Ví xpriv không khả dụng, không thể giải mã.",
    "err_invalid_wallet_xpub": "Ví xpub không khả dụng",
    "err_invalid_wallet_xpub_2": "Ví xpub không khả dụng, không thể giải mã.",
    "err_invalid_wallet_seed": "Cụm phục hồi ví không khả dụng",
    "err_invalid_wallet_seed_2": "Cụm phục hồi ví không khả dụng, không thể giải mã",
    "err_invalid_wallet_xpub_id": "Định danh ví xpub không khả dụng",
    "err_invalid_wallet_xpub_2_id": "Định danh ví xpub không khả dụng, không thể giải mã.",
    "err_s1": "Mã S1: Có gì đó không ổn khi đang giải mã mật khẩu.",
    "ssp_bip": "{{chain}} Các chi tiết Ví SSP (BIP-48)",
    "ssp_mnemonic": "Cụm phục hồi Mnemonic Ví SSP",
    "ssp_sync_wallet_key": "Đồng bộ SSP với Khóa SSP",
    "chain_sync_ssp_key": "{{chain}} Đồng bộ với Khóa SSP",
    "chain_extended_pub": "{{chain}} Khóa công cộng được mở rộng",
    "chain_extended_priv": "{{chain}} Khóa riêng tư được mở rộng",
    "ssp_mnemonic_desc": "Từ phục hồi là phần quan trọng nhất trong ví của bạn. Nó được dùng để dẫn xuất tất cả khóa công cộng, khóa riêng tư mở rộng của bạn. Hãy vui lòng viết nó xuống giấy và giữ cho nó được an toàn. Nếu bạn làm mất Từ phục hồi, bạn sẽ mất quyền truy cập vào tài sản của bạn. ĐỪNG BAO GIỜ chia sẻ nó với bất kỳ ai vì nó sẽ trao quyền kiểm soát toàn bộ phần Ví SSP.",
    "ssp_sync_wallet_key_desc": "Mã QR này được dùng để đồng bộ Ví SSP của bạn với Khóa SSP của bạn. Hãy quét mã QR này với Khóa SSP của bạn để đồng bộ Ví SSP với Khóa SSP. Nó cũng tự động đồng bộ chuỗi khối Bitcoin.",
    "chain_sync_ssp_key_desc": "Mã QR này được dùng để đồng bộ Ví SSP chuỗi khối {{chain}} với Khóa SSP của bạn. Hãy quét mã QR này với Khóa SSP để đồng bộ chuỗi khối {{chain}} của bạn.",
    "chain_extended_pub_desc": "Khóa công cộng mở rộng được dùng để dẫn xuất tất cả khóa công cộng chuỗi khối {{chain}} của bạn từ những địa chỉ được tạo ra. Đây là một phần công khai, an toàn để chia sẻ, không cấp quyền truy cập vào tài sản của bạn. Đây là những gì Ví SSP đồng bộ với Khóa SSP của bạn để khởi tạo ra các địa chỉ.",
    "chain_extended_priv_desc": "Khóa riêng tư mở rộng được dùng để dẫn xuất tất cả khóa riêng tư chuỗi khối {{chain}} của bạn mà kiểm soát các địa chỉ khóa công cộng của bạn. Đây là một phần riêng tư, ĐỪNG BAO GIỜ chia sẻ nó vì nó truy cập được vào tài sản của bạn.",
    "copy_data": "Copy {{data}}",
    "show_data": "Show {{data}}"
  },
  "addressDetails": {
    "chain_bip": "{{chain}} Các chi tiết địa chỉ (BIP-48)",
    "wallet_redeem_script": "Mã hóa Ví thu đổi",
    "wallet_witness_script": "Mã hóa ví bằng chứng",
    "wallet_priv_key": "Khóa riêng tư ví",
    "wallet_redeem_script_desc": "Thu đổi mật mã là mô tả các điều kiện cần phải đạt được để chi tiêu tài sản trong ví của bạn. Bạn sẽ thường thì chẳng bao giờ cần mã này, nhưng tốt hơn hết là hãy lưu trữ nó ở đâu đó phòng trường hợp bạn cần đến. Thứ này an toàn để chia sẻ, không cấp quyền truy cập tài sản của bạn những làm lộ các khóa công cộng.",
    "wallet_witness_script_desc": "Bằng chứng mật mã là mô tả các điều kiện cần phải đạt được để chi tiêu tài sản trong ví của bạn. Bạn sẽ thường thì chẳng bao giờ cần mã này, nhưng tốt hơn hết là hãy lưu trữ nó ở đâu đó phòng trường hợp bạn cần đến. Thứ này an toàn để chia sẻ, không cấp quyền truy cập tài sản của bạn những làm lộ các khóa công cộng.",
    "wallet_priv_key_desc": "Khóa riêng tư đem đến quyền kiểm soát địa chỉ ví đặc thù của bạn. Đây là phần riêng tư, ĐỪNG BAO GIỜ chia sẻ nó vì nó truy cập được vào tài sản của bạn."
  },
  "settings": {
    "err_saving_conf": "Gặp lỗi khi lưu các tùy chỉnh. Hãy thử lại lần nữa.",
    "settings": "Cài đặt",
    "change_pw": "Thay đổi mật khẩu",
    "change_pw_restore": "Thay đổi mật khẩu? Phục hồi!",
    "ssp_relay": "Máy chủ Rơ-le SSP",
    "chain_node_service": "Dịch vụ nút mạng {{chain}}",
    "chain_api_service": "{{chain}} API Service",
    "chain_explorer_service": "{{chain}} Explorer Service",
    "language": "Ngôn ngữ",
    "fiat_currency": "Tiền pháp định",
    "use_system_language": "Use System Language"
  },
  "receive": {
    "receive_chain_wallet": "Nhận đến {{chain}} {{wallet}}",
    "wallet_address": "Địa chỉ Ví",
    "wallet_address_desc": "Đây là địa chỉ ví của bạn. Bạn có thể chia sẻ địa chỉ này đến bất kỳ ai để nhận tài sản.",
    "warning_chain_only": "WARNING: This address is for the {{chain_name}} ({{chain_symbol}}) blockchain only. Only deposit assets on the {{chain_name}} ({{chain_symbol}}) chain to this address. Depositing from another chain will result in a loss of funds!"
  },
  "navigation": {
    "send": "Gửi",
    "receive": "Nhận",
    "buy": "Buy",
    "sell": "Sell",
    "swap": "Swap"
  },
  "confirmTxKey": {
    "confirm_tx_key": "Xác nhận giao dịch trên Khóa SSP",
    "info_1": "Để xác nhận giao dịch trên Khóa SSP của bạn, hãy mở Khóa SSP trên điện thoại và xác nhận hành động này. Bạn có thể nhấn để làm mới lại hoặc quét mã QR sau đây.",
    "info_2": "Để xác nhận giao dịch trên Khóa SSP của bạn, hãy mở Khóa SSP trên điện thoại và xác nhận hành động này. Bạn có thể nhấn để làm mới lại hoặc nhập vào thủ công."
  },
  "confirmPublicNoncesKey": {
    "confirm_public_nonces_key": "Xác nhận các số Nonce công cộng trên Khóa SSP",
    "confirm_public_nonces_key_info": "Để gửi giao dịch EVM, trước tiên chúng ta cần có được các số Nonce công cộng từ Khóa SSP mà được dùng để xây dựng nên giao dịch.",
    "confirm_public_nonces_key_info_2": "Để xác nhận các số Nonce công cộng trên Khóa SSP của bạn, hãy mở Khóa SSP trên điện thoại và xác nhận hành động này. Bạn có thể nhấn để làm mới lại hoặc quét mã QR sau đây.",
    "manual_input": "Thay vào đó hãy nhập các số Nonce công cộng một cách thủ công",
    "public_nonces_stored": "Các số Nonce công cộng đã được lưu trữ!",
    "invalid_public_nonces": "Các số Nonce công cộng không khả dụng."
  },
  "navbar": {
    "refresh": "Làm mới",
    "chain_wallet": "{{chain}}{{wallet}}",
    "ssp_details": "Các chi tiết ví SSP",
    "addr_details": "Các chi tiết địa chỉ",
    "generate_new_wallet": "Khởi tạo ví mới",
    "remove_last_wallet": "Xóa bỏ ví cuối cùng",
    "remove": "Xóa bỏ",
    "remove_last_wallet_desc": "Hành động này sẽ xóa bỏ ví được khởi tạo gần nhất của bạn. Bạn có thể khởi tạo ví mới tương tự vào bất kỳ lúc nào.",
    "switch_chain": "Chuyển chuỗi khối",
    "max_wallets": "42. Câu trả lời cho câu hỏi tối thượng của cuộc sống, của vũ trụ, của tất cả mọi thứ. Bạn đã đạt đến số lượng ví tối đa.",
    "ssp_message_sign": "Tin nhắn ký tên",
    "swap_history": "Swap History"
  },
  "passwordConfirm": {
    "err_pw_not_valid_try": "Mật khẩu không hợp lệ. Hãy thử lại lần nữa.",
    "err_pc1": "Mã PC1: Dữ liệu ví bị thiếu. Hãy khôi phục lại ví của bạn.",
    "grant_access_info_1": "Bạn chuẩn bị truy cập vào thông tin nhạy cảm.",
    "grant_access_info_2": "Cấp quyền truy cập với mật khẩu.",
    "confirm_with_pw": "Xác nhận với mật khẩu",
    "grant_access": "Cấp quyền truy cập"
  },
  "key": {
    "sync_key": "Đồng bộ Khóa",
    "err_sync_fail": "Sự đồng bộ bị thất bại. Địa chỉ đã được khởi tạo không khớp. Hãy thử lại một cách thủ và kiểm tra lại rằng cùng một địa chỉ được xây dựng trên cả hai Ví SSP và Khóa SSP. Ví SSP và khóa SSP phải cùng sử dụng các cụm khôi phục khác biệt và độc nhất với nhau.",
    "warn_await_sync": "Đang đợi quá trình đồng bộ Khóa SSP hoặc nhập thủ công.",
    "err_sync_1": "Hãy nhập Khóa XPUB SSP. Khóa XPUB SSP khác so với Ví XPUB SSP. Hãy đảm bảo rằng cả Ví SSP và Khóa SSP đang sử dụng các cụm khôi phục khác nhau, độc nhất.",
    "err_invalid_key": "Khóa SSP không khả dụng.",
    "err_k2": "Mã K2: Có gì đó không ổn khi giải mã mật khẩu.",
    "err_k1": "Mã K1:Có gì đó không ổn khi giải mã mật khẩu.",
    "cancel_sync_q": "Hủy bỏ đồng bộ Khóa SSP?",
    "cancel_sync": "Hủy bỏ đồng bộ Khóa SSP",
    "back_to_sync": "Quay lại để đồng bộ Khóa SSP",
    "sync_info_content": "Ví SSP không thể được sử dụng mà không có Khóa SSP. Điều này sẽ đăng xuất bạn ra khỏi Ví SSP.",
    "dual_factor_key": "Khóa SSP xác thực hai yếu tố",
    "sync_info_1": "Ví SSP là một ví đặc trưng đôi. Bạn sẽ cần tải về Khóa SSP trên thiết bị di động để truy cập được vào ví của bạn.",
    "sync_info_2": "Scan the following QR code using your 2FA SSP Key mobile app to synchronise your SSP Wallet with your SSP Key.",
    "issues_syncing": "Gặp vấn đề với việc đồng bộ? Hãy nhập thủ công",
    "dual_factor_key_chain": "Khóa SSP xác thực hai yếu tố cho {{chain}}",
    "input_xpub": "Hãy nhập Khóa SSP {{chain}} Khóa công cộng mở rộng {{path}} ở đây",
    "sync_key_chain": "Đồng bộ Khóa cho {{chain}}",
    "warn_await_sync_chain": "Đang đợi quá trình đồng bộ Khóa SSP hoặc nhập thủ công.",
    "err_sync_1_chain": "Hãy vui lòng nhập Khóa XPUB SSP của chuỗi khối {{chain}}. Khóa XPUB SSP thì khác biệt so với Ví XPUB SSP.",
    "cancel_sync_q_chain": "Hủy bỏ đồng bộ Khóa SSP cho {{chain}}?",
    "sync_info_content_chain": "Ví SSP cho chuỗi khối {{chain}} không thể được sử dụng nếu không có Khóa SSP. Điều này sẽ chuyển lại về chuỗi khối Bitcoin",
    "sync_info_2_chain": "Quét mã QR sau đây để đồng bộ Ví SSP của bạn cho chuỗi khối {{chain}} với Khóa SSP của bạn.",
    "setup_ssp_key": "Setup SSP Key",
    "ssp_key_download_here": "Don't have SSP Key? Click here to download!",
    "ssp_key_ready": "My SSP Key is ready!",
    "ssp_key_2fa": "SSP Key is a 2FA for your SSP Wallet",
    "ssp_key_download": "Download and synchronize your SSP Key with your SSP Wallet using scanning the QR code below using your Camera or QR code reader.",
    "ssp_key_download_2": "SSP Key has it's own SSP Key recovery seed phrase. This is a different seed phrase than your SSP Wallet.",
    "ssp_key_download_3": "Once you have downloaded SSP Key, click on \"Synchronise Key!\" to continue with the SSP Key setup."
  },
  "chainSelect": {
    "select_chain": "Lựa chọn chuỗi khối",
    "unable_switch_chain": "Không thể chuyển đổi chuỗi khối.",
    "sync_chain_first": "Hãy vui lòng đồng bộ chuỗi khối {{chainName}} trước."
  },
  "payment_request": {
    "payment_request": "Yêu cầu thanh toán",
    "pay_for": "Yêu cầu thanh toán cho",
    "on_chain": "on {{chain}} chain",
    "to": "đến",
    "received": "đã nhận được",
    "attached_message": "Tin nhắn đính kèm: {{message}}",
    "proceed_to_pay": "Tiếp tục để thanh toán",
    "tx_rejected": "Giao dịch bị từ chối",
    "invalid_request": "Yêu cầu không hợp lệ",
    "transaction_sent": "Giao dịch đã được gửi"
  },
  "signMessage": {
    "sign_message": "Ký tin nhắn",
    "sign_message_sspwid": "Ký tin nhắn với định danh ví SSP của bạn:",
    "sign_message_info": "Ký tin nhắn với địa chỉ {{chainName}} của bạn:",
    "sign": "Ký",
    "message": "Tin nhắn",
    "signature": "Đặc trưng",
    "err_sign_message": "Error signing message."
  },
  "sspConnect": {
    "invalid_chain": "Chuỗi khối không hợp lệ.",
    "invalid_method": "Phương thức không hợp lệ.",
    "invalid_request": "Invalid or malformed request.",
    "unsupported_contract": "Unsupported contract. Import token contract first."
  },
  "chainsInfo": {
    "chain_requests": "Chains Information Request",
    "chain_requests_info": "A request to get information about all integrated chains in SSP was received. Following data of each chain will be shared: id, name, symbol, decimals and chainId. No personal data is shared.",
    "chain_requests_info_user": "A request to get information about chains that your SSP Wallet has synchronised was received. Following data of each chain will be shared: id, name, symbol, decimals and chainId. While no personal data is shared, this request can be used to get information of what chains you are using.",
    "chain_requests_info_error": "Error getting chains information."
  },
  "tokensInfo": {
    "tokens_requests": "Tokens Information Request",
    "tokens_requests_info": "A request to get information about tokens for {{chain}} chain was received. Following data of each token will be shared: contract, name, symbol, decimals. No personal data is shared.",
    "tokens_requests_info_error": "Error getting tokens information.",
    "chain_not_supported": "Chain not supported.",
    "no_tokens_supported": "No tokens supported.",
    "chain_not_specified": "Chain not specified."
  },
  "addressesInfo": {
    "addresses_requests": "Addresses Information Request",
    "addresses_requests_info": "A request to get the list of addresses for {{chain}} chain was received. This request will share your selected addresses. Excersice caution as your addresses will be shared with the requester.",
    "addresses_requests_info_all": "A request to get a list of addresses for all synchronised blockchains was received. This request will share your selected addresses as well as chain information such as id, name, symbol, decimals and chainId. Excersice caution as your addresses will be shared with the requester.",
    "addresses_requests_info_error": "Error getting addresses information.",
    "no_addresses": "Chain not synchronised. No addresses found.",
    "select_addresses": "Select Addresses to Share"
  },
  "fusion": {
    "pa_reward": "Phần thưởng tài sản song song",
    "x_y_available": "{{amount}}{{symbol}} có sẵn",
    "claim_with_fusion": "Nhận với Dung hợp!",
    "claim_reward": "Nhận phần thưởng",
    "claim_pa_reward": "Nhận phần thưởng tài sản song song",
    "pa_info": "Tài sản song song (PA) là tài sản được thêm vào của Flux ở trên nhiều chuỗi khối khác nhau. Bạn có thể nhận phần thưởng tài sản song song ở đây thông qua việc sử dụng cầu nối Dung hợp. Dung hợp sẽ tự động nhận phần thưởng tài sản song song của bạn, chuyển đội nó thành Flux và gửi chúng tới ví Flux của bạn.",
    "total_to_claim": "Tổng số tài sản song song để nhận: {{amount}}{{symbol}}",
    "fees_to_pay": "Các chi phí Dung hợp để chi trả: {{amount}}{{symbol}}",
    "total_reward": "Tổng cộng phần thưởng nhận được: {{amount}}{{symbol}}",
    "fusion_maintenance": "Tính năng Dung hợp đang được bảo trì. Hãy thử lại sau.",
    "signature_error": "Gặp lỗi khi yêu cầu ký Dung Hợp. Hãy thử lại sau.",
    "claim_successful": "Nhận phần thưởng Dung hợp thành công!",
    "claim_received": "Đã nhận phần thưởng!"
  },
  "contacts": {
    "no_contacts": "Không có liên hệ nào được lưu trữ",
    "contacts": "Các liên hệ",
    "manage_contacts": "Quản lý các liên hệ",
    "create_new_contact": "Tạo liên hệ mới",
    "add_contact": "Thêm liên hệ",
    "edit_contact": "Chỉnh sửa liên hệ",
    "delete_contact": "Xóa liên hệ",
    "err_no_name": "Vui lòng hãy đặt tên cho liên hệ của bạn trước",
    "err_no_address": "Vui lòng hãy nhập địa chỉ trước",
    "contacts_updated": "Các liên hệ đã được cập nhật",
    "err_saving_contacts": "Gặp lỗi khi lưu các liên hệ. Hãy thử lại lần nữa.",
    "contact_deleted": "Liên hệ đã được xóa",
    "created_at": "Đã được tạo tại"
  },
  "tokens": {
    "import_token": "Nhập vào mã thông báo",
    "import": "Nhập vào",
    "import_selected": "Nhập mục đã chọn",
    "add_to_list": "Thêm vào danh sách",
    "remove_token": "Xóa đi mã thông báo",
    "remove": "Xóa đi",
    "remove_token_info": "Hành động này sẽ ẩn mã thông báo từ ví của bạn. Bạn có thể thêm nó lại sau vào bất cứ lúc nào.",
    "search_token": "Tìm kiếm mã thông báo",
    "enter_contract_address": "Nhập địa chỉ hợp đồng mã thông báo",
    "token_already_imported": "Mã thông báo đã được thêm vào",
    "unable_to_fetch_metadata": "Không tìm được dữ liệu mã thông báo. Hãy thử lại sau.",
    "token_imported": "Mã thông báo đã được thêm vào!",
    "invalid_token_contract": "Hợp đồng mã thông báo không hợp lệ.",
    "delete_token": "Xóa mã thông báo",
    "token_deleted": "Mã thông báo đã được xóa!",
    "err_delete_token": "Gặp lỗi khi xóa mã thông báo. Hãy thử lại lần nữa."
  },
  "buy_sell_crypto": {
    "third_party_service": "Third Party Service",
    "consent_info": "The purchase and sale of cryptocurrencies are facilitated through a third-party service provided by Onramper. While SSP is committed to ensuring the highest level of security for its users, we cannot guarantee the security and privacy of third-party services.",
    "consent_info_2": "I acknowledge the associated risks and wish to proceed.",
    "not_available_later": "Cryptocurrency transactions are currently unavailable. Please try again later.",
    "coming_soon": "Coming Soon!"
  },
  "swap": {
    "swap_crypto": "Swap Crypto",
    "search_asset": "Search Asset",
    "you_send": "You Send",
    "you_get": "You Get",
    "chain_sync_required": "Chain synchronisation required first",
    "select_receiving_wallet": "Select Receiving Wallet",
    "select_sending_wallet": "Select Sending Wallet",
    "select_buy_asset": "Select Asset to Buy",
    "select_sell_asset": "Select Asset to Sell",
    "estimated_amount_title": "Estimated Amount",
    "estimated_amount": "Due to the volatile nature of the cryptocurrency market, you may receive more or fewer coins than initially expected.",
    "floating_rate_title": "Floating Rate",
    "fixed_rate_title": "Fixed Rate",
    "floating_rate_fluctuates": "The actual market rate at which a trade transaction is executed might differ from the rate shown at the time your trading order was submitted. This means that the final value of your trade could be different than initially indicated.",
    "fixed_rate_stable": "The actual market rate at which a trade transaction is executed will be the same as the rate shown at the time your trading order was submitted. This means that the final value of your trade will be the same as initially indicated.",
    "proceeding_agree_tos": "Proceeding agrees to ToS",
    "rate_changed": "Rate has changed, please review your amount.",
    "error_creating_swap": "Error creating swap. Rate might have changed, please review your amount and try again.",
    "error_fetching_swap_history": "Error fetching swap history. Please try again.",
    "pending": "Pending",
    "completed": "Completed",
    "new": "New",
    "waiting": "Waiting",
    "confirming": "Confirming",
    "sending": "Sending",
    "finished": "Finished",
    "failed": "Failed",
    "refunded": "Refunded",
    "hold": "Hold",
    "expired": "Expired",
    "unknown": "Unknown",
    "provider": "Provider",
    "created_at": "Created At",
    "sell_address": "Sell Address",
    "buy_address": "Buy Address",
    "sell_txid": "Sell TXID",
    "buy_txid": "Buy TXID",
    "refund_txid": "Refund TXID",
    "track_swap": "Track Swap",
    "swap_id": "Swap ID",
    "rate": "Rate",
    "no_swap_history": "No Swap History",
    "swapped_by": "Swapped by",
    "best_rate": "Best Rate",
    "select_swap_provider": "Select Swap Provider",
    "user_choice": "User Choice"
  }
}
