{
  "info_backup_needed": "คุณต้องสำรองวลีซีดของกระเป๋าเงินก่อนจึงจะสามารถสร้างกระเป๋าเงินได้",
  "err_enter_seed": "โปรดป้อนวลีซีดของคุณ",
  "err_seed_invalid": "วลีซีดของกระเป๋าเงินไม่ถูกต้อง วลีซีดต้องมีอย่างน้อย 12 คำ",
  "err_seed_invalid_words": "วลีซีดของกระเป๋าเงินมีคำที่ไม่ถูกต้อง: {{words}}",
  "err_seed_invalid_spaces": "วลีซีดของกระเป๋าเงินมีช่องว่างเกิน",
  "err_pw_min_char": "รหัสผ่านต้องมีความยาวอย่างน้อย 8 อักขระ",
  "err_pw_not_match": "รหัสผ่านไม่ตรงกัน",
  "err_tos": "โปรดยอมรับข้อกำหนดในการให้บริการ",
  "err_wallet_phrase_invalid": "วลีซีดของกระเป๋าเงินของคุณไม่ถูกต้อง",
  "err_r1": "รหัส R1: เกิดข้อผิดพลาดระหว่างการสร้างกระเป๋าเงิน",
  "import_seed": "นำเข้าวลีซีดของกระเป๋าเงิน",
  "wallet_seed": "วลีซีดของกระเป๋าเงิน",
  "input_wallet_seed": "โปรดป้อนวลีซีดมโนจำของกระเป๋าเงินของคุณ",
  "input_seed_phrase": "ป้อนวลีซีด",
  "set_password": "ตั้งรหัสผ่าน",
  "input_password": "โปรดป้อนรหัสผ่านที่มีความยาวอย่างน้อย 8 อักขระ!",
  "confirm_password": "ยืนยันรหัสผ่าน",
  "pls_conf_pwd": "โปรดยืนยันรหัสผ่านของคุณ!",
  "i_agree": "ฉันยอมรับ",
  "ssp_wallet_disclaimer": "ข้อจำกัดความรับผิดชอบของ SSP Wallet",
  "tos": "Terms of Service",
  "privacy_policy": "Privacy Policy",
  "aml_policy": "AML/KYC Policy",
  "not_evil": "ไม่เป็นอันตราย",
  "import_wallet": "นำเข้ากระเป๋าเงิน",
  "wallet_seed_info": "วลีซีดของกระเป๋าเงินใช้สร้างที่อยู่ทั้งหมด ใครก็ตามที่สามารถเข้าถึงวลีซีดนี้ได้จะมีสิทธิ์ควบคุมกระเป๋าเงินบางส่วน",
  "wallet_seed_info_2": "SSP Wallet และ SSP Key ต้องใช้วลีซีดที่แตกต่างกันและไม่ซ้ำกัน",
  "backup_wallet_seed": "สำรองวลีซีดของกระเป๋าเงิน",
  "keep_seed_safe": "เก็บสำรองวลีซีดของกระเป๋าเงินของคุณให้ปลอดภัยและมั่นคง",
  "seed_loose_info": "หากคุณสูญเสียวลีซีดของกระเป๋าเงิน คุณจะไม่สามารถเข้าถึงกระเป๋าเงินของคุณได้อีก",
  "hide_mnemonic": "ซ่อนมเนมอนิก",
  "show_mnemonic": "แสดงมเนมอนิก",
  "wallet_seed_phrase": "วลีซีดของกระเป๋าเงิน",
  "phrase_backed_up": "ฉันได้สำรองวลีซีดของกระเป๋าเงินไว้ในตำแหน่งที่ปลอดภัยแล้ว",
  "err_wallet_phrase_invalid_login": "วลีซีดของกระเป๋าเงินไม่ถูกต้อง",
  "err_c1": "รหัส C1: เกิดข้อผิดพลาดระหว่างการสร้างกระเป๋าเงิน",
  "create_pw": "สร้างรหัสผ่าน",
  "create_wallet": "สร้างกระเป๋าเงิน",
  "restore_wallet": "กู้คืนกระเป๋าเงิน",
  "restore_with_seed": "กู้คืนโดยใช้วลีซีด",
  "backup_confirmed": "ยืนยันการสำรองข้อมูลแล้ว!",
  "confirm_wallet_seed_word": "ยืนยันวลีซีดของกระเป๋าเงิน",
  "word_number": "คำที่ #{{number}}",
  "incorrect_backup_confirmation": "คำไม่ถูกต้อง",
  "strong_password": "รหัสผ่านที่แข็งแกร่งควรประกอบด้วยอย่างน้อย 8 อักขระ, ตัวอักษรพิมพ์ใหญ่ 1 ตัว, ตัวอักษรพิมพ์เล็ก 1 ตัว, ตัวเลข 1 ตัว, และอักขระพิเศษ 1 ตัว",
  "weak_password": "ใช้รหัสผ่านที่อ่อนแอ",
  "weak_password_info": "รหัสผ่านของคุณอ่อนแอ ซึ่งส่งผลกระทบต่อความปลอดภัยของกระเป๋าเงินของคุณ",
  "weak_password_confirm": "คุณต้องการเปลี่ยนรหัสผ่านหรือไม่?",
  "weak_password_confirm_ok": "ไม่, ดำเนินการต่อด้วยรหัสผ่านที่อ่อนแอ",
  "weak_password_confirm_cancel": "ใช่, ฉันต้องการเปลี่ยนมัน",
  "copy_wallet_seed": "คัดลอกวลีซีดของกระเป๋าเงินมโนจำ",
  "show_wallet_seed": "แสดงวลีซีดของกระเป๋าเงินมโนจำ",
  "copy_sensitive_data_desc": "เพื่อเหตุผลด้านความปลอดภัย ไม่แนะนำให้คัดลอก {{sensitive_data}} ไปยังคลิปบอร์ด ให้แน่ใจว่าคุณลบข้อมูลออกจากคลิปบอร์ดหลังจากใช้งาน!",
  "copy_anyone_can_read": "การคัดลอกไม่ปลอดภัย! แอปพลิเคชันและเว็บไซต์ใดๆ สามารถอ่านข้อมูลในคลิปบอร์ดของคุณได้!",
  "seed_phrase_split": "เพื่อเหตุผลด้านความปลอดภัย วลีซีดถูกแบ่งออกเป็นสามส่วน คัดลอกและวางสามส่วนนี้รวมกันเพื่อสร้างสำรองข้อมูลหรือกู้คืนกระเป๋าเงินของคุณ",
  "show_sensitive_data": "การกระทำนี้จะเปิดเผย {{sensitive_data}} ของคุณ โปรดตรวจสอบสิ่งแวดล้อมของคุณก่อนดำเนินการต่อ",
  "copy_sensitive_data_split": "เพื่อเหตุผลด้านความปลอดภัย {{sensitive_data}} ถูกแบ่งออกเป็นสองส่วน คัดลอกและวางสองส่วนนี้รวมกันเพื่อใช้งาน",
  "copy_sensitive_data": "คัดลอก {{sensitive_data}}",
  "copy_part_x": "คัดลอกส่วนที่ {{part}}",
  "copied": "คัดลอกไปยังคลิปบอร์ดแล้ว!",
  "finished": "เสร็จสิ้น!"
}
