{
  "info_backup_needed": "Has de fer una còpia de seguretat de la teva frase de llavor del moneder abans de poder crear un moneder.",
  "err_enter_seed": "Si us plau, introdueix la teva frase de llavor.",
  "err_seed_invalid": "La frase de llavor del moneder no és vàlida. La frase de llavor ha de consistir almenys en 12 paraules.",
  "err_seed_invalid_words": "La frase de llavor del moneder té paraules no vàlides: {{words}}.",
  "err_seed_invalid_spaces": "La frase de llavor del moneder té espais addicionals.",
  "err_pw_min_char": "La contrasenya ha de tenir almenys 8 caràcters.",
  "err_pw_not_match": "Les contrasenyes no coincideixen.",
  "err_tos": "Si us plau, accepta els Termes del Servei.",
  "err_wallet_phrase_invalid": "La frase de llavor del teu moneder no és vàlida.",
  "err_r1": "Codi R1: Alguna cosa ha anat malament en crear el moneder.",
  "import_seed": "Importa la frase de llavor del moneder",
  "wallet_seed": "Llavor del moneder",
  "input_wallet_seed": "Si us plau, introdueix la teva llavor mnemotècnica del moneder",
  "input_seed_phrase": "Introdueix la frase de llavor",
  "set_password": "Estableix la contrasenya",
  "input_password": "Si us plau, introdueix la teva contrasenya d'almenys 8 caràcters!",
  "confirm_password": "Confirma la contrasenya",
  "pls_conf_pwd": "Si us plau, confirma la teva contrasenya!",
  "i_agree": "Estic d'acord amb",
  "ssp_wallet_disclaimer": "Exempció de responsabilitat del moneder SSP",
  "not_evil": "no ser dolents",
  "import_wallet": "Importa el moneder",
  "wallet_seed_info": "La llavor del moneder s'utilitza per generar totes les adreces. Qualsevol persona amb accés a la llavor del moneder té control parcial sobre el moneder.",
  "wallet_seed_info_2": "Tant el moneder SSP com la clau SSP han de utilitzar frases de llavor úniques i diferents.",
  "backup_wallet_seed": "Còpia de seguretat de la llavor del moneder",
  "keep_seed_safe": "Mantingues la teva còpia de seguretat de la llavor del moneder segura.",
  "seed_loose_info": "Si perds la llavor del moneder, perdràs l'accés al teu moneder.",
  "hide_mnemonic": "Amaga la mnemotècnica",
  "show_mnemonic": "Mostra la mnemotècnica",
  "wallet_seed_phrase": "Frase de llavor del moneder",
  "phrase_backed_up": "He fet una còpia de seguretat de la meva frase de llavor del moneder en un lloc segur.",
  "err_wallet_phrase_invalid_login": "La frase de llavor del moneder no és vàlida.",
  "err_c1": "Codi C1: Alguna cosa ha anat malament en crear el moneder.",
  "create_pw": "Crea la contrasenya",
  "create_wallet": "Crea el moneder",
  "restore_wallet": "Restaura el moneder",
  "restore_with_seed": "Restaura amb la frase de llavor",
  "backup_confirmed": "Còpia de seguretat confirmada!",
  "confirm_wallet_seed_word": "Confirma la llavor del moneder",
  "word_number": "Paraula #{{number}}",
  "incorrect_backup_confirmation": "Paraula incorrecta",
  "strong_password": "Una contrasenya forta ha de contenir almenys 8 caràcters, 1 lletra majúscula, 1 lletra minúscula, 1 número i 1 caràcter especial.",
  "weak_password": "S'ha utilitzat una contrasenya feble",
  "weak_password_info": "La teva contrasenya és feble, la qual cosa afecta la seguretat del teu moneder.",
  "weak_password_confirm": "Vols canviar-la?",
  "weak_password_confirm_ok": "No, continua amb la contrasenya feble.\nYes, I want to change it. - Sí, vull canviar-la.",
  "weak_password_confirm_cancel": "Sí, vull canviar-la.",
  "copy_wallet_seed": "Copiar la frase de llavor mnemotècnica del moneder",
  "show_wallet_seed": "Mostrar la frase de llavor mnemotècnica del moneder",
  "copy_sensitive_data_desc": "Per motius de seguretat, es desaconsella copiar el teu {{sensitive_data}} al porta-retalls. Assegura't d'eliminar-lo del porta-retalls després d'usar-lo!",
  "copy_anyone_can_read": "COPIAR NO ÉS SEGUR! Qualsevol aplicació o lloc web pot llegir el contingut del teu porta-retalls!",
  "seed_phrase_split": "Per motius de seguretat, la frase de llavor es divideix en tres parts. Copia i enganxa les tres parts per crear una còpia de seguretat o restaurar el teu moneder.",
  "show_sensitive_data": "Aquesta acció revelarà el teu {{sensitive_data}}. Si us plau, assegura't del teu voltant abans de continuar.",
  "copy_sensitive_data_split": "Per motius de seguretat, el {{sensitive_data}} es divideix en dues parts. Copia i enganxa les dues parts per fer servir-la.",
  "copy_sensitive_data": "Copiar {{sensitive_data}}",
  "copy_part_x": "Copiar la part {{part}}",
  "copied": "Copiat al porta-retalls!",
  "finished": "Acabat!"
}
