{
  "err_panic": "पैनिक: अमान्य एस. एस. पी. कुंजी।",
  "balances": {
    "locked": "लॉकड: {{balance}} {{symbol}}",
    "fiat_value": "{{fiatSymbol}} {{fiatValue}} {{fiatCurrency}}"
  },
  "txSent": {
    "show_in_explorer": "एक्सप्लोरर में दिखाएँ",
    "tx_sent": "ट्रांजेक्शन भेजा गया!"
  },
  "txRejected": {
    "tx_rejected": "ट्रांजैक्शन रिजेक्टेड",
    "tx_rejected_info": "एस. एस. पी. कुंजी द्वारा ट्रांजेक्शन अस्वीकृत किया गया।",
    "tx_rejected_info_2": "आपका ट्रांज़ैक्शन ब्लॉकचेन में शामिल नहीं किया जाएगा। आपका फंड पूरी तरह से उपलब्ध हैं और भेजा जा सकता है।"
  },
  "publicNoncesRejected": {
    "public_nonces_rejected": "पब्लिक नॉन्सेस अस्वीकृत!",
    "public_nonces_rejected_info": "एस. एस. पी. कुंजी द्वारा पब्लिक नॉन्सेस को अस्वीकृत कर दिया गया।",
    "public_nonces_rejected_info_2": "एस. एस. पी. कुंजी ने पब्लिक नॉन्सेस भेजने से इनकार कर दिया। पब्लिक नॉन्सेस के बिना एस. एस. पी. वॉलेट ई. वी. एम. चेन पर ट्रांजेक्शन नहीं कर सकता।"
  },
  "publicNoncesReceived": {
    "public_nonces_received": "पब्लिक नॉन्सेस प्राप्त!",
    "public_nonces_received_info": "पब्लिक नॉन्सेस सफलतापूर्वक प्राप्त और संग्रहीत किया गया। पब्लिक नॉन्सेस का उपयोग ई. वी. एम. चेन पर ट्रांजेक्शन बनाने के लिए किया जाता है।"
  },
  "transactionsTable": {
    "no_tx_history": "कोई ट्रांजेक्शन इतिहास नहीं मिला",
    "txid_link": "टी एक्स आई डी: {{txid}}",
    "out_id": "आउटपुट आईडी: {{vout}}",
    "fee_with_symbol": "शुल्क: {{fee}} {{symbol}}",
    "note_with_note": "नोटः {{note}}",
    "direction": "दिशा",
    "date": "दिनांक",
    "amount": "राशि",
    "confirmations": "पुष्टिकरण",
    "export_tx": "ट्रांजेक्शन एक्सपोर्ट करें",
    "tx_confirmed": "पुष्टि की गई।",
    "tx_unconfirmed": "अपुष्ट। ट्रांजेक्शन अभी तक माइन नहीं हुआ है।",
    "tx_pending": "पेन्डिंग। ट्रांजेक्शन एस. एस. पी. कुंजी प्राधिकरण की प्रतीक्षा कर रहा है।",
    "replace_by_fee": "शुल्क द्वारा बदलें",
    "replace_by_fee_info": "शुल्क बढ़ाता है, ट्रांजेक्शन को बदलता या रद्द करता है।",
    "replace_by_fee_desc": "शुल्क द्वारा बदलाव (आर. बी. एफ.) आपको किसी अपुष्ट ट्रांजेक्शन को किसी अन्य ट्रांजेक्शन से बदलने की अनुमति देता है जो अधिक शुल्क प्रदान करता है। यदि आपका ट्रांजेक्शन लंबे समय तक अपुष्ट रहता है, तो आप ट्रांजेक्शन शुल्क बढ़ाने के लिए आर. बी. एफ. सुविधा का उपयोग करने पर विचार कर सकते हैं। इसके अतिरिक्त, प्राप्तकर्ता, राशि या भुगतान नोट को संशोधित करना संभव है। अपने किसी पते पर धनराशि भेजकर, आप ट्रांजेक्शन को रद्द भी कर सकते हैं।",
    "replace_by_fee_desc_b": "आर. बी. एफ. को किसी भी मामले में उच्च ट्रांजेक्शन शुल्क की आवश्यकता होती है। बदलाव की गारंटी नहीं है और ब्लॉक उत्पादक, माइनर्स अभी भी पिछले ट्रांजेक्शन को प्राथमिकता दे सकते हैं। केवल अपुष्ट ट्रांजेक्शन को ही बदला जा सकता है।",
    "err_export": "ट्रांजेक्शन एक्सपोर्ट करते समय त्रुटि हुई। कृपया पुनः प्रयास करें।",
    "transactions_being_exported": "ट्रांजेक्शन एक्सपोर्ट किया जा रहा है...",
    "transactions_exported": "ट्रांजेक्शन एक्सपोर्ट किया गया!"
  },
  "nodesTable": {
    "no_nodes": "पते में कोई नोड नहीं है",
    "what_is_node": "नोड {{chainName}} क्या है?",
    "name": "नाम",
    "ip": "आईपी ​​पता",
    "tier": "टीयर",
    "amount": "राशि",
    "status": "स्थिति",
    "identitypk": "नोड पहचान कुंजी",
    "sspid": "एस. एस. पी. वॉलेट आईडी (फ्लक्सआईडी)",
    "start_node": "{{chainName}} नोड प्रारंभ करें",
    "start_node_info": "यह क्रिया आपके {{chainName}} नोड को प्रारंभ करने का प्रयास कर रहे ब्लॉकचेन पर स्टार्ट ट्रांजेक्शन प्रसारित करेगी।",
    "start_node_info_2": "DoS स्थिति से बचने के लिए अपने नोड को शुरू करने से पहले सुनिश्चित करें कि आपका {{chainName}} नोड चल रहा है और बेंचमार्क पास कर रहा है।",
    "delete_node": "{{chainName}} नोड डिलीट करें",
    "delete_node_info": "यह क्रिया आपके {{chainName}} नोड के लॉक्ड कोलैटरल को खर्च करने के लिए उपलब्ध कराएगी।",
    "delete_node_info_2": "यदि आपका नोड कोलैटरल खर्च नहीं हुआ है तो आपका {{chainName}} नोड चलता रहेगा और उसे पुनः सेट किया जा सकता है।",
    "open_fluxos": "फ्लक्स ओएस खोलें",
    "open_fluxos_info": "यह क्रिया आपके ब्राउज़र में फ्लक्स ओएस खोलेगी, तथा एस. एस. पी. वॉलेट को मिनीमाइज कर देगी।",
    "setup_node": "{{chainName}} नोड सेटअप करें",
    "err_start": "{{chainName}} नोड शुरू करते समय त्रुटि हुई। सुनिश्चित करें कि आपके कोलैटरल में 100 पुष्टिकरण हैं, और नोड की स्थिति ऑफ़लाइन है, उसके बाद कृपया पुनः प्रयास करें।",
    "offline": "ऑफलाइन",
    "confirmed": "पुष्टि की गई",
    "started": "स्टारटेड",
    "starting": "स्टारटिंग",
    "unassigned": "अनएसाइन्ड",
    "dos": "डीओएस",
    "node_started": "{{chainName}} नोड शुरू हुआ!",
    "err_unable_identity": "नोड पहचान जनरेट करने में असमर्थ। बाद में पुनः प्रयास करें।",
    "err_delete": "{{chainName}} नोड डिलीट करते समय त्रुटि हुई। कृपया पुनः प्रयास करें।",
    "node_deleted": "{{chainName}} नोड डिलीट किया गया!",
    "add_to_flux_storage": "फ्लक्स स्टोरेज में जोड़ें",
    "add_to_flux_storage_info": "यह क्रिया आपके कॉन्फ़िगर किए गए फ्लक्स नोड को फ्लक्स स्टोरेज पर अपलोड करेगी। इसका उपयोग आपके फ्लक्सओएस के सेटअप को आसान बनाने के लिए किया जाता है। आपको अपने फ्लक्सओएस सेटअप के लिए उपयोग करने के लिए स्टोरेज पहचानकर्ता प्रस्तुत किया जाएगा।",
    "node_uploaded_storage": "{{chainName}} नोड फ्लक्स स्टोरेज पर अपलोड किया गया!",
    "err_upload_storage": "{{chainName}} नोड को फ्लक्स स्टोरेज पर अपलोड करते समय त्रुटि हुई। कृपया पुनः प्रयास करें।",
    "storage_phrase": "स्टोरेज फ्रेज",
    "add_to_storage_added": "आपका फ्लक्स नोड फ्लक्स स्टोरेज में उपलब्ध है, अब आप इसे अपने फ्लक्सओएस सेटअप में उपयोग कर सकते हैं।",
    "add_to_storage_added_info": "फ्लक्स स्टोरेज फ्रेज को कॉपी करें और इसे अपने फ्लक्सओएस सेटअप में उपयोग करें।"
  },
  "setupNode": {
    "setup_node": "{{chainName}} नोड सेटअप करें",
    "node_name": "नोड नाम",
    "node_ip": "आईपी ​​पता",
    "err_saving_node": "नोड सेव करते समय त्रुटि हुई। कृपया पुनः प्रयास करें।",
    "node_saved": "{{chainName}} नोड सेव किया गया!",
    "err_no_name": "कृपया पहले अपने नोड का नाम बताएं"
  },
  "sspWalletDetails": {
    "err_pw_not_valid": "पासवर्ड मान्य नहीं है.",
    "err_invalid_wallet_xpriv": "अमान्य वॉलेट एक्सप्रिव।",
    "err_invalid_wallet_xpriv_2": "अमान्य वॉलेट एक्सप्रिव, डिक्रिप्ट करने में असमर्थ।",
    "err_invalid_wallet_xpub": "अमान्य वॉलेट एक्सपब",
    "err_invalid_wallet_xpub_2": "अमान्य वॉलेट एक्सपब, डिक्रिप्ट करने में असमर्थ।",
    "err_invalid_wallet_seed": "अमान्य वॉलेट सीड",
    "err_invalid_wallet_seed_2": "अमान्य वॉलेट सीड, डिक्रिप्ट करने में असमर्थ",
    "err_invalid_wallet_xpub_id": "पहचान का अमान्य वॉलेट एक्सपब",
    "err_invalid_wallet_xpub_2_id": "पहचान का अमान्य वॉलेट एक्सपब, डिक्रिप्ट करने में असमर्थ।",
    "err_s1": "कोड S1: पासवर्ड डिक्रिप्ट करते समय कुछ गलत हुआ।",
    "ssp_bip": "{{chain}} एस. एस. पी. वॉलेट विवरण (बीआईपी-48)",
    "ssp_mnemonic": "एस. एस. पी. वॉलेट मेंमॉनिक सीड फ्रेज",
    "ssp_sync_wallet_key": "एस. एस. पी. कुंजी के साथ एस. एस. पी. सिंक",
    "chain_sync_ssp_key": "{{chain}} एस. एस. पी. कुंजी के साथ सिंक करें",
    "chain_extended_pub": "{{chain}} विस्तारित पब्लिक कुंजी",
    "chain_extended_priv": "{{chain}} विस्तारित निजी कुंजी",
    "ssp_mnemonic_desc": "सीड फ्रेज आपके वॉलेट का सबसे महत्वपूर्ण हिस्सा है। इसका उपयोग आपकी सभी विस्तारित निजी, पब्लिक कुंजियों को प्राप्त करने के लिए किया जाता है। कृपया इसे लिख लें और सुरक्षित रखें। यदि आप अपना सीड फ्रेज खो देते हैं, तो आप अपने फंड तक पहुँच खो देंगे। इसे कभी भी किसी के साथ शेयर न करें क्योंकि यह एस. एस. पी. वॉलेट भाग पर पूर्ण नियंत्रण प्रदान करता है।",
    "ssp_sync_wallet_key_desc": "इस क्यूआर कोड का उपयोग आपके एस. एस. पी. वॉलेट को आपकी एस. एस. पी. कुंजी के साथ सिंक करने के लिए किया जाता है। अपने एस. एस. पी. वॉलेट को अपनी एस. एस. पी. कुंजी के साथ सिंक करने के लिए इस क्यूआर कोड को अपनी एस. एस. पी. कुंजी से स्कैन करें। यह बिटकॉइन चेन को भी अपने आप सिंक करता है।",
    "chain_sync_ssp_key_desc": "इस क्यूआर कोड का उपयोग आपके {{chain}} एस. एस. पी. वॉलेट को आपकी एस. एस. पी. कुंजी के साथ सिंक करने के लिए किया जाता है। अपनी {{chain}} चेन को सिंक करने के लिए इस क्यूआर कोड को अपनी एस. एस. पी. कुंजी से स्कैन करें।",
    "chain_extended_pub_desc": "विस्तारित पब्लिक कुंजी का उपयोग आपकी सभी {{chain}} पब्लिक कुंजियों को प्राप्त करने के लिए किया जाता है, जिनसे पते बनाए जाते हैं। यह एक पब्लिक हिस्सा है, शेयर करने के लिए सुरक्षित है, धन तक पहुंच प्रदान नहीं करता है। यह वह है जो एस. एस. पी. वॉलेट पता बनाने के लिए आपकी एस. एस. पी. कुंजी के साथ सिंक करता है।",
    "chain_extended_priv_desc": "विस्तारित निजी कुंजी का उपयोग आपकी सभी {{chain}} निजी कुंजियों को प्राप्त करने के लिए किया जाता है जो आपकी पब्लिक कुंजियों - पतों को नियंत्रित करती हैं। यह एक निजी हिस्सा है, इसे कभी भी शेयर न करें क्योंकि यह धन तक पहुँच प्रदान करता है।"
  },
  "addressDetails": {
    "chain_bip": "{{chain}} पता विवरण (बीआईपी-48)",
    "wallet_redeem_script": "वॉलेट रिडीम स्क्रिप्ट",
    "wallet_witness_script": "वॉलेट गवाह स्क्रिप्ट",
    "wallet_priv_key": "वॉलेट निजी कुंजी",
    "wallet_redeem_script_desc": "रिडीम स्क्रिप्ट कोड उन शर्तों का वर्णन करता है जिन्हें आपके वॉलेट के धन को खर्च करने के लिए पूरा किया जाना चाहिए। आपको आमतौर पर इस कोड की ज़रूरत कभी नहीं पड़ेगी, लेकिन अगर आपको इसकी ज़रूरत पड़े तो इसे कहीं सेव करके रखना अच्छा रहेगा। इसे शेयर करना सुरक्षित है, यह आपके धन पर नियंत्रण नहीं देता है लेकिन पब्लिक कुंजी को एक्सपोज़ करता है।",
    "wallet_witness_script_desc": "विटनेस स्क्रिप्ट कोड उन शर्तों का वर्णन करता है जिन्हें आपके वॉलेट के धन को खर्च करने के लिए पूरा किया जाना चाहिए। आपको आमतौर पर इस कोड की ज़रूरत कभी नहीं पड़ेगी, लेकिन अगर आपको इसकी ज़रूरत पड़े तो इसे कहीं सेव करके रखना अच्छा रहेगा। इसे शेयर करना सुरक्षित है, यह आपके धन पर नियंत्रण नहीं देता है लेकिन पब्लिक कुंजी को उजागर करता है।",
    "wallet_priv_key_desc": "निजी कुंजी आपके विशिष्ट वॉलेट पते पर नियंत्रण प्रदान करती है। यह एक निजी हिस्सा है, इसे कभी भी शेयर न करें क्योंकि यह धन तक पहुँच प्रदान करता है।"
  },
  "settings": {
    "err_saving_conf": "कॉन्फ़िगरेशन सेव करते समय त्रुटि हुई। कृपया पुनः प्रयास करें।",
    "settings": "सेटिंग्स",
    "change_pw": "पासवर्ड बदलें",
    "change_pw_restore": "पासवर्ड बदलें? रीस्टोर!",
    "ssp_relay": "एस. एस. पी. रिले सर्वर",
    "chain_node_service": "{{chain}} नोड सर्विस",
    "chain_api_service": "{{chain}} API Service",
    "chain_explorer_service": "{{chain}} Explorer Service",
    "language": "भाषा",
    "fiat_currency": "फिएट मुद्रा",
    "use_system_language": "Use System Language"
  },
  "receive": {
    "receive_chain_wallet": "{{chain}} {{wallet}} पर प्राप्त करें",
    "wallet_address": "वॉलेट पता",
    "wallet_address_desc": "यह आपका वॉलेट पता है। आप धन प्राप्त करने के लिए इस पते को किसी के साथ भी शेयर कर सकते हैं।"
  },
  "navigation": {
    "send": "भेजें",
    "receive": "प्राप्त करें"
  },
  "confirmTxKey": {
    "confirm_tx_key": "एस. एस. पी. कुंजी पर ट्रांजैक्शन की पुष्टि करें",
    "info_1": "अपने एस. एस. पी. कुंजी पर ट्रांजैक्शन की पुष्टि करने के लिए, अपने मोबाइल फोन पर अपनी एस. एस. पी. कुंजी खोलें और कार्रवाई की पुष्टि करें। आप रिफ्रेश करने के लिए टैप कर सकते हैं या निम्न क्यूआर कोड को स्कैन कर सकते हैं।",
    "info_2": "अपने एस. एस. पी. कुंजी पर ट्रांजैक्शन की पुष्टि करने के लिए, अपने मोबाइल फ़ोन पर अपनी एस. एस. पी. कुंजी खोलें और कार्रवाई की पुष्टि करें। आप रिफ्रेश करने के लिए टैप कर सकते हैं या मैन्युअल इनपुट का उपयोग कर सकते हैं।"
  },
  "confirmPublicNoncesKey": {
    "confirm_public_nonces_key": "एस. एस. पी. कुंजी पर पब्लिक नॉन्सेस की पुष्टि करें",
    "confirm_public_nonces_key_info": "ई. वी. एम. ट्रांजैक्शन भेजने के लिए, हमें सबसे पहले एस. एस. पी. कुंजी से पब्लिक नॉन्सेस प्राप्त करने की आवश्यकता होती है, जिसका उपयोग ट्रांजैक्शन निर्माण के लिए किया जाता है।",
    "confirm_public_nonces_key_info_2": "अपने एस. एस. पी. कुंजी पर पब्लिक नॉन्सेस की पुष्टि करने के लिए, अपने मोबाइल फोन पर अपनी एस. एस. पी. कुंजी खोलें और कार्रवाई की पुष्टि करें। आप रिफ्रेश करने के लिए टैप कर सकते हैं या निम्न क्यूआर कोड को स्कैन कर सकते हैं।",
    "manual_input": "इसके बजाय पब्लिक नॉन्सेस को मैन्युअली दर्ज करें",
    "public_nonces_stored": "पब्लिक नॉन्सेस स्टोर्ड!",
    "invalid_public_nonces": "अमान्य पब्लिक नॉन्सेस।"
  },
  "navbar": {
    "refresh": "रिफ्रेश",
    "chain_wallet": "{{chain}} {{wallet}}",
    "ssp_details": "एस. एस. पी. वॉलेट विवरण",
    "addr_details": "पता विवरण",
    "generate_new_wallet": "नया वॉलेट बनाएं",
    "remove_last_wallet": "अंतिम वॉलेट हटाएँ",
    "remove": "हटाएँ",
    "remove_last_wallet_desc": "यह क्रिया आपके सबसे हाल ही में बनाए गए वॉलेट को हटा देगी। आप किसी भी समय वही नया वॉलेट बना सकते हैं।",
    "switch_chain": "स्विच चेन",
    "max_wallets": "42. जीवन, ब्रह्मांड और हर चीज़ के अंतिम प्रश्न का उत्तर। आप अधिकतम वॉलेट्स की संख्या तक पहुँच चुके हैं।",
    "ssp_message_sign": "मैसेज साइनिंग"
  },
  "passwordConfirm": {
    "err_pw_not_valid_try": "पासवर्ड मान्य नहीं है। कृपया पुनः प्रयास करें।",
    "err_pc1": "कोड PC1: वॉलेट डेटा मिसिंग है। कृपया अपना वॉलेट रीस्टोर करें।",
    "grant_access_info_1": "आप संवेदनशील जानकारी तक पहुंचने वाले हैं।",
    "grant_access_info_2": "पासवर्ड द्वारा पहुँच प्रदान करें.",
    "confirm_with_pw": "पासवर्ड से पुष्टि करें",
    "grant_access": "ग्रांट एक्सेस"
  },
  "key": {
    "sync_key": "सिंक की",
    "err_sync_fail": "सिंक्रोनाइजेशन विफल रहा। जनरेट किया गया पता मेल नहीं खाता। मैन्युअल रूप से पुनः प्रयास करें और पुनः जाँचें कि एस. एस. पी. वॉलेट और एस. एस. पी. कुंजी दोनों में एक ही पता बना हुआ है। एस. एस. पी. वॉलेट और एस. एस. पी. कुंजी दोनों को अद्वितीय, अलग-अलग सीड फ्रेज का उपयोग करना चाहिए।",
    "warn_await_sync": "एस. एस. पी. कुंजी सिंक्रनाइज़ेशन की प्रतीक्षा या मैनुअल इनपुट करें।",
    "err_sync_1": "कृपया एस. एस. पी. कुंजी एक्सपब दर्ज करें। एस. एस. पी. कुंजी एक्सपब, एस. एस. पी. वॉलेट एक्सपब से अलग है। सुनिश्चित करें कि एस. एस. पी. वॉलेट और एस. एस. पी. कुंजी दोनों ही अद्वितीय, अलग-अलग सीड फ्रेज का उपयोग कर रहे हैं।",
    "err_invalid_key": "अमान्य एस. एस. पी. कुंजी।",
    "err_k2": "कोड K2: पासवर्ड डिक्रिप्ट करते समय कुछ गलत हो गया।",
    "err_k1": "कोड K1: पासवर्ड डिक्रिप्ट करते समय कुछ गलत हो गया।",
    "cancel_sync_q": "एस. एस. पी. कुंजी सिंक रद्द करें?",
    "cancel_sync": "एस. एस. पी. सिंक रद्द करें",
    "back_to_sync": "एस. एस. पी. कुंजी सिंक पर वापस जाएं",
    "sync_info_content": "एस. एस. पी. वॉलेट का उपयोग एस. एस. पी. कुंजी के बिना नहीं किया जा सकता। यह आपको एस. एस. पी. वॉलेट से लॉग आउट कर देगा।",
    "dual_factor_key": "ड्यूल फैक्टर एस. एस. पी. कुंजी",
    "sync_info_1": "एस. एस. पी. वॉलेट एक डुअल सिग्नेचर वॉलेट है। अपने वॉलेट तक पहुंचने के लिए आपको अपने मोबाइल डिवाइस पर एस. एस. पी. कुंजी डाउनलोड करनी होगी।",
    "sync_info_2": "अपने एस. एस. पी. वॉलेट को अपने SSP कुंजी के साथ सिंक करने के लिए निम्नलिखित क्यूआर कोड को स्कैन करें।",
    "issues_syncing": "सिंक करने में समस्याएँ? मैन्युअल इनपुट करें",
    "dual_factor_key_chain": "{{चेन}} के लिए ड्यूल फैक्टर एस. एस. पी. कुंजी",
    "input_xpub": "यहां एस. एस. पी. कुंजी {{chain}} विस्तारित पब्लिक कुंजी {{path}} दर्ज करें",
    "sync_key_chain": "{{chain}} के लिए सिंक कुंजी",
    "warn_await_sync_chain": "एस. एस. पी. कुंजी सिंक्रनाइज़ेशन की प्रतीक्षा या मैनुअल इनपुट करें।",
    "err_sync_1_chain": "कृपया {{chain}} चेन की एस. एस. पी. कुंजी एक्सपब दर्ज करें। एस. एस. पी. कुंजी एक्सपब, एस. एस. पी. वॉलेट एक्सपब से अलग है।",
    "cancel_sync_q_chain": "{{chain}} के लिए एस. एस. पी. कुंजी सिंक रद्द करें?",
    "sync_info_content_chain": "चेन {{chain}} के लिए एस. एस. पी. वॉलेट का इस्तेमाल एस. एस. पी. कुंजी के बिना नहीं किया जा सकता। यह बिटकॉइन चेन पर वापस स्विच हो जाएगा।",
    "sync_info_2_chain": "अपने एस. एस. पी. वॉलेट को चेन {{chain}} के लिए एस. एस. पी. कुंजी से सिंक करने के लिए निम्नलिखित क्यूआर कोड को स्कैन करें।"
  },
  "chainSelect": {
    "select_chain": "चेन चुनें",
    "unable_switch_chain": "चेन स्विच करने में असमर्थ।",
    "sync_chain_first": "कृपया पहले {{chainName}} चेन को सिंक करें।"
  },
  "payment_request": {
    "payment_request": "पेमेंट रिक्वेस्ट",
    "pay_for": "के लिए पेमेंट रिक्वेस्ट",
    "to": "को",
    "received": "रिसीवड",
    "attached_message": "अटैच्ड मैसेज: {{message}}",
    "proceed_to_pay": "प्रोसीड टू पे",
    "tx_rejected": "ट्रांजैक्शन रिजेक्टेड",
    "invalid_request": "अमान्य अनुरोध",
    "transaction_sent": "ट्रांजैक्शन सेंट"
  },
  "signMessage": {
    "sign_message": "साइन मैसेज",
    "sign_message_sspwid": "अपने एस. एस. पी. वॉलेट पहचान के साथ संदेश पर हस्ताक्षर करें:",
    "sign_message_info": "अपने {{chainName}} पते के साथ संदेश पर हस्ताक्षर करें:",
    "sign": "साइन",
    "message": "मैसेज",
    "signature": "हस्ताक्षर"
  },
  "sspConnect": {
    "invalid_chain": "अमान्य चेन",
    "invalid_method": "अमान्य विधि"
  },
  "fusion": {
    "pa_reward": "पैरेलल एसेट्स रिवॉर्ड",
    "x_y_available": "{{amount}} {{symbol}} उपलब्ध",
    "claim_with_fusion": "फ्यूजन के साथ क्लेम करें!",
    "claim_reward": "क्लेम रिवॉर्ड",
    "claim_pa_reward": "क्लेम पैरेलल एसेट्स रिवॉर्ड",
    "pa_info": "पैरेलल एसेट्स (पीए) विभिन्न ब्लॉकचेन पर फ्लक्स की अतिरिक्त एसेट्स हैं। आप यहां फ्यूजन ब्रिज का उपयोग करके अपने पैरेलल एसेट्स रिवॉर्ड को क्लेम कर सकते हैं। फ्यूजन स्वचालित रूप से आपके पीए रिवॉर्ड्स का दावा करेगा, उन्हें फ्लक्स में परिवर्तित करेगा और उन्हें आपके फ्लक्स वॉलेट में भेज देगा।",
    "total_to_claim": "क्लेम करने के लिए कुल पी.ए.: {{amount}} {{symbol}}",
    "fees_to_pay": "फ्यूजन शुल्क भुगतान राशि: {{amount}} {{symbol}}",
    "total_reward": "प्राप्त करने के लिए कुल रिवॉर्ड: {{amount}} {{symbol}}",
    "fusion_maintenance": "फ्यूजन का मेंटेनेंस चल रहा है। बाद में पुनः प्रयास करें।",
    "signature_error": "फ्यूजन अनुरोध पर हस्ताक्षर करते समय त्रुटि हुई। बाद में पुनः प्रयास करें।",
    "claim_successful": "फ्यूजन क्लेम सफल!",
    "claim_received": "क्लेम प्राप्त हुआ!"
  },
  "contacts": {
    "no_contacts": "कोई कॉन्टैक्ट्स स्टोर्ड नहीं",
    "contacts": "कॉन्टैक्ट्स",
    "manage_contacts": "कॉन्टैक्ट्स प्रबंधित करें",
    "create_new_contact": "नया कॉन्टेक्ट बनाएं",
    "add_contact": "कॉन्टेक्ट जोड़ें",
    "edit_contact": "एडिट कॉन्टेक्ट",
    "delete_contact": "कॉन्टेक्ट हटाएं",
    "err_no_name": "कृपया पहले अपने कॉन्टेक्ट का नाम बताएं",
    "err_no_address": "कृपया पहले पता दर्ज करें",
    "contacts_updated": "कॉन्टेक्ट अपडेट किए गए",
    "err_saving_contacts": "कॉन्टेक्ट सेव करते समय त्रुटि हुई। कृपया पुनः प्रयास करें।",
    "contact_deleted": "कॉन्टेक्ट हटा दिया गया",
    "created_at": "पर बनाया गया"
  },
  "tokens": {
    "import_token": "इम्पोर्ट टोकन",
    "import": "इम्पोर्ट",
    "import_selected": "इम्पोर्ट सेलेक्टेड",
    "add_to_list": "सूची में जोड़ें",
    "remove_token": "टोकन हटाएँ",
    "remove": "हटाएँ",
    "remove_token_info": "यह क्रिया आपके वॉलेट से टोकन को छिपा देगी। आप इसे किसी भी समय वापस जोड़ सकते हैं।",
    "search_token": "टोकन खोजें",
    "enter_contract_address": "टोकन कॉन्ट्रैक्ट पता दर्ज करें",
    "token_already_imported": "टोकन पहले ही इम्पोर्ट किया जा चुका है",
    "unable_to_fetch_metadata": "टोकन मेटाडेटा प्राप्त करने में असमर्थ। कृपया बाद में पुनः प्रयास करें।",
    "token_imported": "टोकन इम्पोर्ट किया गया!",
    "invalid_token_contract": "अमान्य टोकन कॉन्ट्रैक्ट।",
    "delete_token": "टोकन हटाएँ",
    "token_deleted": "टोकन हटा दिया गया!",
    "err_delete_token": "टोकन हटाते समय त्रुटि हुई। कृपया पुनः प्रयास करें।"
  }
}
